Revit 2027 API
SymbolTypeId.LPerSKw Property
 Symbol L/(s·kW), indicating unit Liters per second kilowatt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LPerSKw { get; }
Public Shared ReadOnly Property LPerSKw As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LPerSKw {
	ForgeTypeId^ get ();
}
static member LPerSKw : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace